/* `welcomeLabel` UILabel text default value */
"Welcome" = "Velkommen";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "Tak fordi du downloadede";

/* `instructionTextView` UITextView text default value with \".notConfigurated\" state */
"WelcomeInstruction" = "Følg de instruktioner, du har modtaget i velkomst-e-mailen, for at starte aktiveringsprocessen.";

/* `instructionTextView` UITextView text default value with \".isConfigured\" state */
"ConfiguredInstruction" = "Hold kontrollen med administrationen af dine daglige opgaver, og samarbejd nemt på projekter.";

"ScanInstruction" = "Scan den sikre QR-kode for at starte aktiveringsprocessen.";

"DiscoveryServiceInstruction" = "Indtast din e-mail-adresse for at starte aktiveringsprocessen.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "Kontrollerer konto...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "Start";

"Scan" = "Scan";

/* `demoLabel` UILabel text default value */
"Explore" = "Vil du udforske?";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "Prøv demoen";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "Indstil adgangskode";

/* The title for the enter passcode screen. */
"PasscodeKey" = "Adgangskode";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "Vælg adgangskode";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "Bekræft adgangskode";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "Indtast din adgangskode igen.";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "Bekræft din adgangskode.";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "Indtast din adgangskode.";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "Ændr adgangskode";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "Indtast din nuværende adgangskode.";

/* The button title string used both in passcode and\n touch ID screens to indicate not to setup now. */
"NotNowKey" = "Ikke nu";

/* The button title string used on the second passcode setup\n to go back to the first screen. */
"BackKey" = "Tilbage";

/* The button title string used on the first passcode setup\n to go to the next screen. */
"NextKey" = "Næste";

/* The button title string used on the passcode input screen (not in the change passcode sequence)\n When the passcode input screen is in the change passcode sequence, the button title should be changed \"Next\" */
"DoneKey" = "Færdig";

/* The main message format on the setup passscode screen.\n The %d will display the number of characters required from\n the passcode policy. */
"PasscodeChooseMinCharKey" = "Vælg en adgangskode med mindst %d tegn for at låse appen op.";

/* The main message format on the setup passscode screen when the\n isDititsOnly property of the passcode policy is true.\n The %d will display the number of digits required from\n the passcode policy. */
"PasscodeChooseMinDigitKey" = "Vælg en adgangskode med mindst %d cifre for at låse appen op.";

/* The message for passcode to include the required character groups\n when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "Medtag følgende:";

/* The group name for lower case letters. */
"LowerCaseKey" = "Små bogstaver (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "Store bogstaver (A-Z)";

/* The group name for digits. */
"DigitsKey" = "Cifre (0-9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "Symboler (!@#...)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "Nulstil adgangskode";

/* Alert message when validate method of FUIPasscodeValidationDelegate\n returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "Validering af adgangskode mislykkedes.";

/* Alert message when the passcode user entered was rejected by\n the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "Adgangskode blev afvist af FUIPasscodeControllerDelegate.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "Prøv igen";

/* The title for setup touch ID screen. */
"TouchIDKey" = "Touch ID";

/* The title for setup touch ID screen. */
"FaceIDKey" = "Face ID";

/* This is to be used combined with \"Touch ID\" or \"Face ID\", e.g., \"Touch ID is now available!\" */
"IsNowAvailableKey" = " er nu tilgængelig.";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "Aktivering af Touch ID giver dig hurtigere adgang til dine oplysninger.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "Du kan aktivere eller deaktivere denne funktion når som helst fra Indstillinger.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "Aktiver Touch ID for hurtig og sikker adgang.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "Hvis Touch ID er deaktiveret, bliver du bedt om adgangskoden til din enhed.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "Aktivering af Face ID giver dig hurtigere adgang til dine oplysninger.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "Du kan aktivere eller deaktivere denne funktion når som helst fra Indstillinger.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "Aktiver Face ID for hurtig og sikker adgang.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "Hvis Face ID er deaktiveret, bliver du bedt om adgangskoden til din enhed.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "Tilføj fingeraftryk i dine enhedsindstillinger for at bruge Touch ID.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "Dette kan gøres når som helst under Indstillinger - Touch ID og adgangskode.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "Registrer Face ID i dine enhedsindstillinger for at bruge Face ID.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "Dette kan gøres når som helst under Indstillinger - Face ID og adgangskode.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "Få mere at vide om Touch ID";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "Få mere at vide om Face ID";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "Aktivér";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "Godkend med Touch ID";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "Godkend med Face ID";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "Fejl";

/* The error title. */
"AuthenticationErrorKey" = "Godkendelsesfejl";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "Godkend med Touch ID for at bruge appen.";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "Godkend med Face ID for at bruge appen.";

/* The authenticate button text. */
"AuthenticateKey" = "Godkend";

/* The message when the passcode entered in confirm passcode screen\n does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "Adgangskoderne stemte ikke overens. Prøv igen.";

/* The message format to be displayed when user entered wrong passcode\n and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "Du har %d forsøg tilbage.";

/* The message format to be displayed when user entered wrong passcode\n and there is only one remaining retry. */
"OneAttemptLeftKey" = "Du har 1 forsøg tilbage.";

/* The first paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "Ikke flere forsøg tilbage.";

/* The second paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "Log på for at nulstille adgangskoden.";

/* The text of the dismiss button on the alert. */
"OKKey" = "OK";

/* The message on the passcode screen when user entered wrong passcode\n and there is no limit on the number of retries. */
"RetryPasscodeKey" = "Forkert adgangskode. Prøv igen.";

/* The scan page title string. */
"ScanKey" = "Scan";

/* The title of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "Scanning mislykkedes";

/* The second line of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"SelectAnotherImageKey" = "Vælg et QR-kodebillede.";

/* The title of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "Ugyldig QR-kode";

/* The second line of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "QR-koden blev ikke genkendt.";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "Tillad adgang til fotos";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "Giv adgang til fotos i din enheds privatindstillinger for at vælge et QR-kodebillede.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "Tillad adgang til kamera";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "Giv adgang til dit kamera i din enheds privatindstillinger for at scanne med kameraet.";

/* *\n The alert action title to go to Settings app. */
"SettingsKey" = "Indstillinger";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "Bekræftelse";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "Scanningen lykkedes. Du har fået forbindelse til:";

/* The title string for the \"Continue\" button */
"ContinueKey" = "Fortsæt";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "Start";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "Aktivering";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "Hvis du har modtaget en velkomst-e-mail, skal du følge aktiveringslinket i e-mailen. Ellers skal du indtaste din e-mailadresse eller scanne QR-koden for at starte onboarding.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "Næste";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "Eller";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "Scan";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "Acceptér";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "Afvis";

/* The authentication title. */
"AuthenticationKey" = "Godkendelse";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "Angiv dit brugernavn og din adgangskode for at godkende.";

/* Username input field placeholder string */
"usernameKey" = "Brugernavn";

/* Password input field placeholder string */
"passwordKey" = "Adgangskode";

/* Sign In button string. */
"SignInKey" = "Log på";

/* Error message when failed to sign in. */
"SignInErrorKey" = "Forkerte legitimationsoplysninger. Prøv igen.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "Angiv oplysningerne nedenfor for at starte aktiveringsprocessen.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "Kontrollerer oplysninger...";

/* Cancel button string. */
"CancelKey" = "Annuller";

/* Allow button string. */
"AllowKey" = "Tillad";

/* Deny button string. */
"DenyKey" = "Afvis";

/* No button string. */
"NoKey" = "Nej";

/* Quit button string. */
"QuitKey" = "Afslut";

/* GiveConsent button string. */
"GiveConsentKey" = "Giv samtykke";

/* Navbar title string. */
"StepKey" = "Trin";

/* Navbar title string. */
"OfKey" = "af";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "Er du sikker på, at du vil afslutte onboardingprocessen?";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "Uden samtykke kan du ikke fortsætte onboarding.";

/* Switch User button string. */
"SwitchOrAddUserKey" = "Skift eller tilføj bruger";

/* Title for Log In button */
"LogInKey" = "Log på";

/* Placeholder text in search bar for searching users in multi-user login controller */
"SearchUsersKey" = "Søg efter brugere på denne enhed";

/* The button title for forgot passcode. */
"ForgotPasscodeKey" = "Glemt adgangskoden?";

/* Title for Loction */
"PNLoctionTitleKey" = "Slå lokalitetstjenester til, så du kan bruge kort- og navigationsfunktioner";

/* Title for Notifications */
"PNNotificationsTitleKey" = "Slå notifikationer til, så du kan få besked om vigtige meddelelser";

/* Title for Photos */
"PNPhotosTitleKey" = "Slå adgang til fotobibliotek til, så du kan aktivere deling af fotos og få adgang til fotobiblioteket";

/* Title for Calendar */
"PNCalendarTitleKey" = "Slå kalenderadgang til, så du kan reservere lokaler og se dine møder";

/* Title for Camera */
"PNCameraTitleKey" = "Slå kameraet til, så du kan logge på og godkende vha. Face ID";

/* Subtitle for FUIPrivacyNoticeView */
"PNSubtitleKey" = "Du kan ændre denne tilladelse senere vha. app-indstillinger";

/* FooterText for FUIPrivacyNoticeSettingsController */
"PNSettingsFooterTextKey" = "Applikationen bruger tilladelserne nedenfor til at give dig den bedste oplevelse";

/* FooterText of Location for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsLocationFooterTextKey" = "Tillad, at applikationen får adgang til din placering og meddeler dig, når du bruger den.\n\nDu indstiller eller redigerer din placeringstilladelse ved at åbne dine iOS-indstillinger > Trykke på \"Placering\" > Trykke på \"Applikation\" > Vælge din foretrukne indstilling for placeringstilladelse";

/* FooterText of Notifications for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsNotificationsFooterTextKey" = "Tillad, at applikationen får adgang til dine notifikationer og meddeler dig, når du bruger den.\n\nDu indstiller eller redigerer din notifikationstilladelse ved at åbne dine iOS-indstillinger > Trykke på \"Notifikationer\" > Trykke på \"Applikation\" > Vælge din foretrukne indstilling for notifikationstilladelse";

/* FooterText of Photos for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsPhotosFooterTextKey" = "Tillad, at applikationen får adgang til dine fotos og meddeler dig, når du bruger den.\n\nDu indstiller eller redigerer din tilladelse til Fotos ved at åbne dine iOS-indstillinger > Trykke på \"Fotos\" > Trykke på \"Applikation\" > Vælge din foretrukne indstilling for tilladelse til Fotos";

/* FooterText of Camera for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCameraFooterTextKey" = "Tillad, at applikationen får adgang til dit kamera og meddeler dig, når du bruger det.\n\nDu indstiller eller redigerer din kameratilladelse ved at åbne dine iOS-indstillinger > Trykke på \"Kamera\" > Trykke på \"Applikation\" > Vælge din foretrukne indstilling for kameratilladelse";

/* FooterText of Calendar for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCalendarFooterTextKey" = "Tillad, at applikationen får adgang til din kalender og meddeler dig, når du bruger den.\n\nDu indstiller eller redigerer din kalendertilladelse ved at åbne dine iOS-indstillinger > Trykke på \"Kalender\" > Trykke på \"Applikation\" > Vælge din foretrukne indstilling for kalendertilladelse";

/* The button title for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingKey" = "Åbn iOS-indstillinger";

